Clear finish materials in this wrapper.
  Namespace:   Autodesk.Revit.DB.IFC
  Assembly:   RevitAPIIFC  (in RevitAPIIFC.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2013
 Syntax
  C#
public void ClearFinishMaterials()
  Visual Basic
Public Sub ClearFinishMaterials
  Visual C++
public:
void ClearFinishMaterials()
 See Also
  IFCProductWrapper Class
  Autodesk.Revit.DB.IFC Namespace